/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "วันที่";
"AppDates.DATES.PAST_DUE" = "Past Due";
"AppDates.DATES.TODAY" = "วันนี้";
"AppDates.DATES.THIS_WEEK" = "สัปดาห์นี้";
"AppDates.DATES.NEXT_WEEK" = "สัปดาห์หน้า";
"AppDates.DATES.UPCOMING" = "กำลังจะเกิดขึ้น";
"AppDates.EMPTY.TITLE" = "ไม่มีวันที่";
"AppDates.EMPTY.SUBTITLE" = "ขณะนี้คุณยังไม่มีคอร์สเรียนที่เปิดใช้งานและมีกิจกรรมที่กำหนดไว้ ลงทะเบียนเรียนในคอร์สเพื่อดูวันสำคัญและกำหนดส่งงาน";
"AppDates.SHIFT_DUE_DATES.TITLE" = "พลาดกำหนดเวลาบางอย่างใช่ไหม?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "ไม่ต้องกังวล คุณสามารถปรับกำหนดการที่เราแนะนำเพื่อทำงานที่เลยกำหนดส่งให้เสร็จโดยไม่สูญเสียความคืบหน้าใดๆ";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "เลื่อนวันครบกำหนด";
"Profile.TITLE" = "โปรไฟล์";
"Profile.INFO" = "ข้อมูลโปรไฟล์";
"Profile.ABOUT" = "เกี่ยวกับฉัน";
"Profile.EDIT_PROFILE" = "แก้ไขโปรไฟล์";
"Profile.YEAR_OF_BIRTH" = "ปีเกิด:";
"Profile.BIO" = "ไบโอ:";
"Profile.SETTINGS" = "การตั้งค่า";
"Profile.SETTINGS_VIDEO" = "การตั้งค่าวิดีโอ";
"Profile.DATES_AND_CALENDAR" = "วันที่และปฏิทิน";
"Profile.SUPPORT_INFO" = "ข้อมูลสนับสนุน";
"Profile.CONTACT" = "ติดต่อฝ่ายสนับสนุน";
"Profile.TERMS" = "ข้อกำหนดการใช้งาน";
"Profile.PRIVACY" = "นโยบายความเป็นส่วนตัว";
"Profile.COOKIE_POLICY" = "นโยบายคุกกี้";
"Profile.CURRENT_LEARNING_SITE" = "ไซต์การเรียนรู้ปัจจุบัน";
"Profile.DO_NOT_SELL_INFORMATION" = "อย่าขายข้อมูลส่วนบุคคลของฉัน";
"Profile.FAQ_TITLE" = "ดูคำถามที่พบบ่อย";
"Profile.MANAGE_ACCOUNT" = "จัดการบัญชีผู้ใช้";
"Profile.LEARNING_SITES" = "แหล่งเรียนรู้";
"Profile.LOGOUT" = "ออกจากระบบ";
"Profile.SWITCH_TO" = "เปลี่ยนไปที่";
"Profile.FULL_PROFILE" = "โปรไฟล์เต็ม";
"Profile.LIMITED_PROFILE" = "โปรไฟล์ที่จำกัด";
"Profile.LOGOUT_ALERT.TITLE" = "ยืนยันการออกจากระบบ";
"Profile.LOGOUT_ALERT.TEXT" = "คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ?";
"Profile.DELETE_ALERT.TITLE" = "คำเตือน!";
"Profile.DELETE_ALERT.TEXT" = "คุณต้องการลบบัญชีผู้ใช้ของคุณจริงๆ หรือไม่?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "คุณต้องการออกโดยไม่บันทึกใช่ไหม";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "การเปลี่ยนแปลงที่คุณทำจะถูกยกเลิก";
"Profile.EDIT.TOO_YONG_USER" = "คุณต้องมีอายุมากกว่า 13 ปีจึงจะมีโปรไฟล์ที่สามารถเข้าใช้ข้อมูลได้อย่างเต็มที่";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "โปรไฟล์แบบจำกัดจะแชร์เฉพาะชื่อผู้ใช้และรูปโปรไฟล์ของคุณเท่านั้น";
"Profile.EDIT.DELETE_ACCOUNT" = "ลบบัญชีผู้ใช้";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "ปีเกิด";
"Profile.EDIT.FIELDS.LOCATION" = "ที่ตั้ง";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "ภาษาพูด";
"Profile.EDIT.FIELDS.ABOUT_ME" = "เกี่ยวกับฉัน:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "เปลี่ยนรูปโปรไฟล์";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "เลือกจากแกลเลอรี่";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "ลบรูปภาพ";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "ยกเลิก";
"Profile.DELETE_ACCOUNT.TITLE" = "ลบบัญชีผู้ใช้";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "คุณแน่ใจหรือว่าคุณต้องการ ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "ลบบัญชีผู้ใช้ของคุณเหรอ?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "เพื่อยืนยันการกระทำนี้ โปรดป้อนรหัสผ่านบัญชีผู้ใช้ของคุณ";
"Profile.DELETE_ACCOUNT.PASSWORD" = "รหัสผ่าน";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "ใส่รหัสผ่าน";
"Profile.DELETE_ACCOUNT.CONFIRM" = "ใช่ ลบบัญชีผู้ใช้";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "กลับไปที่โปรไฟล์";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "รหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "การตั้งค่าวิดีโอ";
"Profile.SETTINGS.WIFI_TITLE" = "ดาวน์โหลดผ่าน Wi-Fi เท่านั้น";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "ดาวน์โหลดเนื้อหาเมื่อเปิด Wi-Fi เท่านั้น";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "คุณภาพการสตรีมวิดีโอ";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "อัตโนมัติ (แนะนำ)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "อัตโนมัติ";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "ที่แนะนำ";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "ลดการใช้ข้อมูล";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "คุณภาพดีที่สุด";
"Profile.SETTINGS.VERSION" = "เวอร์ชัน:";
"Profile.SETTINGS.UP_TO_DATE" = "ปัจจุบัน";
"Profile.SETTINGS.TAP_TO_UPDATE" = "แตะเพื่ออัปเดตเป็นเวอร์ชัน";
"Profile.SETTINGS.TAP_TO_INSTALL" = "แตะเพื่อติดตั้งการอัปเดตแอปที่จำเป็น";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "ไม่สามารถส่งอีเมลได้ ดูเหมือนว่าโปรแกรมรับส่งเมลของคุณไม่ได้ตั้งค่าไว้";
"Profile.CALENDAR.NEW_CALENDAR" = "ปฏิทินใหม่";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "เปลี่ยนตัวเลือกการซิงค์";
"Profile.CALENDAR.ACCOUNT" = "บัญชีผู้ใช้";
"Profile.CALENDAR.CALENDAR_NAME" = "ชื่อปฏิทิน";
"Profile.CALENDAR.COLOR" = "สี";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "การบ้านที่กำลังจะมีขึ้นสำหรับหลักสูตรที่กำลังดำเนินการจะปรากฏในปฏิทินนี้";
"Profile.CALENDAR.CANCEL" = "ยกเลิก";
"Profile.CALENDAR.BEGIN_SYNCING" = "เริ่มต้นการซิงค์";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "ซิงค์แล้ว";
"Profile.ASSIGNMENT_STATUS.FAILED" = "การซิงค์ล้มเหลว";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "ออฟไลน์";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "กำลังซิงค์กับปฏิทิน...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "การเข้าถึงปฏิทิน";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "ปิดใช้งานการซิงค์ปฏิทิน";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "เราต้องมีสิทธิ์ในการเข้าใช้ปฏิทินของคุณเพื่อแสดงงานที่กำลังจะมาถึงและเหตุการณ์สำคัญของหลักสูตรในปฏิทินของคุณ";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "การปิดใช้งานการซิงค์ปฏิทินจะลบปฏิทิน “%@” คุณสามารถเปิดการซิงค์ปฏิทินอีกครั้งได้ตลอดเวลา";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "ให้สิทธิ์การเข้าถึงปฏิทิน";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "ปิดใช้งานการซิงค์";
"Profile.CALENDAR_DIALOG.CANCEL" = "ยกเลิก";
"Profile.DATES_AND_CALENDAR.TITLE" = "วันที่และปฏิทิน";
"Profile.CALENDAR_SYNC.TITLE" = "การซิงค์ปฏิทิน";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "ตั้งค่าการซิงค์ปฏิทินเพื่อแสดงงานที่กำลังจะมาถึงและเหตุการณ์สำคัญของหลักสูตรบนปฏิทินของคุณ การมอบหมายใหม่และวันที่ของหลักสูตรที่เลื่อนจะซิงค์โดยอัตโนมัติ";
"Profile.CALENDAR_SYNC.BUTTON" = "ตั้งค่าการซิงค์ปฏิทิน";
"Profile.OPTIONS.TITLE" = "ตัวเลือก";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "ใช้วันที่สัมพันธ์กัน";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "แสดงวันที่ที่เกี่ยวข้อง เช่น “พรุ่งนี้” และ “เมื่อวาน”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "แสดงวันที่เต็ม เช่น “1 มกราคม พ.ศ. 2564”";
"Profile.DATES_AND_CALENDAR.TITLE" = "วันที่และปฏิทิน";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "การซิงค์ปฏิทินหลักสูตร";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "โปรดเชื่อมต่อปฏิทินของคุณอีกครั้งเพื่อดำเนินการซิงค์ต่อ";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "กำลังซิงค์กิจกรรมกับปฏิทินของคุณ";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "เชื่อมต่อปฏิทินอีกครั้ง";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "เปลี่ยนตัวเลือกการซิงค์";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "กำลังซิงค์หลักสูตร %d";
"Profile.OPTIONS.TITLE" = "ตัวเลือก";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "ใช้วันที่สัมพันธ์กัน";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "แสดงวันที่ที่เกี่ยวข้อง เช่น “พรุ่งนี้” และ “เมื่อวาน”";
"Profile.COURSES_TO_SYNC.TITLE" = "หลักสูตรที่จะซิงค์";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "การปิดใช้งานการซิงค์สำหรับหลักสูตรจะลบกิจกรรมทั้งหมดที่เชื่อมต่อกับหลักสูตรออกจากปฏิทินที่ซิงค์ของคุณ";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "ซ่อนหลักสูตรที่ไม่ใช้งาน";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "ลบกิจกรรมออกจากหลักสูตรที่คุณไม่ได้ดูในเดือนที่ผ่านมาโดยอัตโนมัติ";
"Profile.COURSES_TO_SYNC.INACTIVE" = "ไม่ได้ใช้งาน";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "ไอคลาวด์";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "ท้องถิ่น";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "สำเนียง";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "สีแดง";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "ส้ม";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "สีเหลือง";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "สีเขียว";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "สีฟ้า";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "สีม่วง";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "สีน้ำตาล";
"Profile.CALENDAR.COURSE_DATES" = "%@ วันที่ของหลักสูตร";
"Profile.DROP_DOWN_PICKER.SELECT" = "เลือก";
"Profile.SYNC_SELECTOR.SYNCED" = "ในการซิงค์";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "ไม่ซิงค์";
"Profile.SYNC.NO_SYNCED" = "ไม่มีหลักสูตรที่ซิงค์";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "ขณะนี้ไม่มีหลักสูตรใดที่ซิงค์กับปฏิทินของคุณ";
"Downloads.DOWNLOADS.TITLE" = "ดาวน์โหลด";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "จัดการการตั้งค่า ดาวน์โหลด";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "ไม่มีหลักสูตรที่มีเนื้อหาที่ดาวน์โหลดได้";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "ขณะนี้คุณไม่มีหลักสูตรที่มีเนื้อหาที่ดาวน์โหลดได้";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ ดาวน์โหลดแล้ว";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "ดาวน์โหลด %@ ทั้งหมดแล้ว";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ พร้อมใช้งาน";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "ดาวน์โหลดหลักสูตร";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "กำลังดาวน์โหลด";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "กำลังโหลดโครงสร้างหลักสูตร...";
"Downloads.MENU_OPTION.REMOVE" = "ลบการดาวน์โหลดหลักสูตร";
"Downloads.MENU_OPTION.CANCEL" = "ยกเลิกการดาวน์โหลด";
"Discovery.TITLE" = "ค้นพบ";
"Discovery.SEARCH" = "ค้นหา";
"Discovery.HEADER.TITLE_1" = "ค้นพบสิ่งใหม่ๆ";
"Discovery.HEADER.TITLE_2" = "เรามาค้นหาหลักสูตรใหม่ให้กับคุณกันเถอะ";
"Discovery.SEARCH.TITLE" = "ผลการค้นหา";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "เริ่มพิมพ์เพื่อค้นหาหลักสูตร";
"Discovery.UPDATE_REQUIRED_TITLE" = "จำเป็นต้องอัปเดตแอป";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "แอป OpenEdX เวอร์ชันนี้ล้าสมัยแล้ว หากต้องการเรียนรู้ต่อและรับฟีเจอร์และการแก้ไขล่าสุด โปรดอัปเกรดเป็นเวอร์ชันล่าสุด";
"Discovery.UPDATE_WHY_NEED" = "เหตุใดฉันจึงต้องอัปเดต?";
"Discovery.UPDATE_DEPRECATED_APP" = "เวอร์ชันแอปที่เลิกใช้แล้ว";
"Discovery.UPDATE_BUTTON" = "อัปเดต";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "การตั้งค่าบัญชีผู้ใช้";
"Discovery.UPDATE_NEEDED_TITLE" = "อัปเดตแอป";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "เราขอแนะนำให้คุณอัปเดตเป็นเวอร์ชันล่าสุด อัปเกรดทันทีเพื่อรับฟีเจอร์และการแก้ไขล่าสุด";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "ไม่ใช่ตอนนี้";
"Discovery.UPDATE_NEW_AVALIABLE" = "มีการอัปเดตใหม่! อัปเกรดทันทีเพื่อรับฟีเจอร์และการแก้ไขล่าสุด";
"Discovery.ALERT.LEAVING_APP_TITLE" = "กำลังออกจากแอป";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "ขณะนี้คุณกำลังออกจากแอปและเปิดเบราว์เซอร์";
"Discovery.DETAILS.TITLE" = "รายละเอียดหลักสูตร";
"Discovery.DETAILS.VIEW_COURSE" = "ดูหลักสูตร";
"Discovery.DETAILS.ENROLL_NOW" = "สมัครเดี๋ยวนี้";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "คุณไม่สามารถลงทะเบียนเรียนในหลักสูตรนี้ได้เนื่องจากวันลงทะเบียนสิ้นสุดลงแล้ว";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "หากต้องการลงทะเบียนในหลักสูตรนี้ โปรดตรวจสอบให้แน่ใจว่าคุณได้เชื่อมต่อกับอินเทอร์เน็ต";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "การอนุญาต";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "กรุณาเข้าสู่ระบบเพื่อดำเนินการสมัครเรียนต่อไป.";
"Discussion.TITLE" = "การอภิปราย";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "ทีมงานหลักสูตรปิดการใช้งานการโพสต์ในการสนทนา";
"Discussion.TOPICS.SEARCH" = "ค้นหาในกระทู้ทั้งหมด";
"Discussion.TOPICS.ALL_POSTS" = "โพสต์ทั้งหมด";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "กระทู้ที่ฉันติดตาม";
"Discussion.TOPICS.MAIN_CATEGORIES" = "หมวดหมู่หลัก";
"Discussion.TOPICS.UNNAMED" = "หมวดหมู่ย่อยที่ไม่มีชื่อ";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "กิจกรรมล่าสุด";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "กิจกรรมมากที่สุด";
"Discussion.POSTS.SORT.MOST_VOTES" = "โหวตมากที่สุด";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "ยังไม่มีการสนทนา";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "คลิกปุ่มด้านล่างเพื่อสร้างการสนทนาครั้งแรกของคุณ";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "สร้างการอภิปราย";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "เพิ่มโพสต์";
"Discussion.POSTS.FILTER.ALL_POSTS" = "โพสต์ทั้งหมด";
"Discussion.POSTS.FILTER.UNREAD" = "ยังไม่ได้อ่าน";
"Discussion.POSTS.FILTER.UNANSWERED" = "ยังไม่ได้ตอบ";
"Discussion.POSTS.CREATE_NEW_POST" = "สร้างโพสต์ใหม่";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "ทำการเลือก";
"Discussion.POST.LAST_POST" = "โพสต์ล่าสุด:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "เพิ่มความคิดเห็นแล้ว";
"Discussion.THREAD.ADD_RESPONSE" = "เพิ่มการตอบกลับ";
"Discussion.CREATE_THREAD.NEW_POST" = "สร้างโพสต์ใหม่";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "เลือกประเภทโพสต์";
"Discussion.CREATE_THREAD.TOPIC" = "หัวข้อ";
"Discussion.CREATE_THREAD.TITLE" = "ชื่อเรื่อง";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "ติดตามการสนทนานี้";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "ทำตามคำถามนี้";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "สร้างการสนทนาใหม่";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "สร้างคำถามใหม่";
"Discussion.COMMENT.REPORT" = "รายงาน";
"Discussion.COMMENT.UNREPORT" = "ยกเลิกรายงาน";
"Discussion.COMMENT.FOLLOW" = "ติดตาม";
"Discussion.COMMENT.UNFOLLOW" = "ยกเลิกติดตาม";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "ความคิดเห็น";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "เพิ่มความคิดเห็นแล้ว";
"Discussion.RESPONSE.ADD_COMMENT" = "เพิ่มความคิดเห็น";
"Discussion.POST_TYPE.QUESTION" = "คำถาม";
"Discussion.POST_TYPE.DISCUSSION" = "การอภิปราย";
"Discussion.SEARCH" = "ค้นหา";
"Discussion.SEARCH.TITLE" = "ผลการค้นหา";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "เริ่มพิมพ์เพื่อค้นหาหัวข้อ";
"Discussion.ANONYMOUS" = "ไม่ระบุชื่อ";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "ไม่สามารถโหลดการสนทนาได้\nลองอีกครั้งในภายหลัง";
"Course.OUTLINE.PASSED_THE_COURSE" = "ขอแสดงความยินดี คุณได้รับใบรับรองหลักสูตรนี้ใน “ %@ \.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "ดูใบรับรอง";
"Course.OUTLINE.CERTIFICATE" = "ใบรับรอง";
"Course.OUTLINE.COURSE_VIDEOS" = "วิดีโอหลักสูตร";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "หลักสูตรนี้ยังไม่ได้เริ่ม";
"Course.COURSEWARE.COURSE_CONTENT" = "เนื้อหาหลักสูตร";
"Course.COURSEWARE.COURSE_UNITS" = "หน่วยหลักสูตร";
"Course.COURSEWARE.NEXT" = "ถัดไป";
"Course.COURSEWARE.PREVIOUS" = "ก่อนหน้า";
"Course.COURSEWARE.PREVIOUS_FULL" = "ก่อนหน้า";
"Course.COURSEWARE.FINISH" = "เสร็จ";
"Course.COURSEWARE.GOOD_WORK" = "ทำได้ดีมาก!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "กลับไปที่โครงร่าง";
"Course.COURSEWARE.SECTION" = "คุณทำเสร็จแล้ว”";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "ดำเนินการต่อ";
"Course.COURSEWARE.RESUME_WITH" = "สมัครงานด้วย:";
"Course.ERROR.NO_INTERNET" = "คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ";
"Course.ERROR.RELOAD" = "โหลดซ้ำ";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "ไม่พบส่วนประกอบของหลักสูตร โปรดโหลดซ้ำ";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "ขณะนี้ไม่มีเอกสารแจกสำหรับหลักสูตรนี้";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "ขณะนี้ยังไม่มีประกาศสำหรับหลักสูตรนี้";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "ไม่มีวิดีโอสำหรับหลักสูตรนี้";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "ไม่มีการบ้านสำหรับหลักสูตรนี้";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "วันที่จัดหลักสูตรยังไม่พร้อม";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "ยังไม่มีเนื้อหาหลักสูตร";
"Course.ALERT.ROTATE_DEVICE" = "หมุนอุปกรณ์ของคุณเพื่อดูวิดีโอนี้แบบเต็มหน้าจอ";
"Course.ALERT.DELETE_ALL_VIDEOS" = "คุณแน่ใจหรือไม่ว่าต้องการลบวิดีโอทั้งหมดสำหรับ";
"Course.ALERT.DELETE_VIDEOS" = "คุณแน่ใจหรือไม่ว่าต้องการลบวิดีโอของ";
"Course.ALERT.STOP_DOWNLOADING" = "การปิดสวิตช์จะหยุดการดาวน์โหลดและลบวิดีโอที่ดาวน์โหลดทั้งหมด";
"Course.ALERT.WARNING" = "คำเตือน";
"Course.COURSE_CONTAINER.HOME" = "หน้าหลัก";
"Course.COURSE_CONTAINER.CONTENT" = "Content";
"Course.COURSE_CONTAINER.PROGRESS" = "ความคืบหน้า";
"Course.COURSE_CONTAINER.VIDEOS" = "วิดีโอ";
"Course.COURSE_CONTAINER.OFFLINE" = "ออฟไลน์";
"Course.COURSE_CONTAINER.DATES" = "วันที่";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "การอภิปราย";
"Course.COURSE_CONTAINER.HANDOUTS" = "เพิ่มเติม";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "เอกสารประกอบคำบรรยายในการพัฒนา";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "คุณได้ทำความก้าวหน้าของหลักสูตรไปแล้ว %@%%";
"Course.COURSE_CAROUSEL.GRADES" = "เกรด";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "นี่แสดงถึงเกรดถ่วงน้ำหนักของคุณเมื่อเทียบกับเกรดที่จำเป็นในการผ่านหลักสูตรนี้";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "เนื้อหาทั้งหมด";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "คุณกำลังตรวจสอบหลักสูตรนี้อยู่ในขณะนี้และมีการเข้าใช้เนื้อหาหลักสูตรอย่างจำกัด";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "อัพเกรดตอนนี้";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "คุณดูวิดีโอครบแล้ว!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "คุณทำงานที่ได้รับมอบหมายเสร็จเรียบร้อยแล้ว!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "วิดีโอ\nเสร็จสิ้นแล้ว";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "งานที่ได้รับมอบหมาย\nเสร็จสิ้นแล้ว";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "ดูต่อ";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "วีดีโอถัดไป";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "วิดีโอทั้งหมด";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "การบ้านทั้งหมด";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "งานถัดไป";
"Course.COURSE_CONTENT.ALL" = "ทั้งหมด";
"Course.COURSE_CONTENT.VIDEOS" = "วิดีโอ";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "งานที่ได้รับมอบหมาย";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "การสำเร็จหลักสูตร";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "นี่แสดงถึงจำนวน เนื้อหา ของหลักสูตรที่คุณได้สำเร็จไปแล้ว โปรดทราบว่า เนื้อหา บางส่วนอาจยังไม่ได้เผยแพร่";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "สมบูรณ์";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "ความก้าวหน้าโดยรวม";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "ที่เหลืออยู่";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "ล็อคแล้ว";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "ความก้าวหน้าในการให้คะแนน";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "ผ่านเกณฑ์";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "ไม่ผ่าน";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "ดูใบรับรอง";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "ความก้าวหน้าของส่วนต่างๆ";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "ไม่มีความคืบหน้า";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "เริ่มเรียนรู้เพื่อดูความก้าวหน้าของคุณที่นี่";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "เกรดรวม";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "นี่แสดงถึงเกรดถ่วงน้ำหนักของคุณเมื่อเทียบกับเกรดที่จำเป็นในการผ่านหลักสูตรนี้";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "เกรดเฉลี่ยถ่วงน้ำหนักปัจจุบัน:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "เกรดเฉลี่ยถ่วงน้ำหนัก %@%% เป็นเกณฑ์ที่ต้องผ่านเพื่อสำเร็จหลักสูตรนี้";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "ที่จำเป็น";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "รายละเอียดเกรด";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "ประเภทงานที่มอบหมาย";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "ปัจจุบัน / สูงสุด %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "สำเร็จ";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "ของเกรด";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "หลักสูตรนี้ไม่มีการบ้านที่มีการให้คะแนน";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "เอกสารประกอบคำบรรยาย";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "ประกาศ";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "ค้นหาข้อมูลหลักสูตรที่สำคัญ";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "ติดตามข่าวสารล่าสุด";
"Course.NOT_AVALIABLE.TITLE" = "ส่วนประกอบแบบโต้ตอบนี้ไม่พร้อมใช้งานบนมือถือ";
"Course.NOT_AVALIABLE.DESCRIPTION" = "สำรวจส่วนอื่น ๆ ของหลักสูตรนี้หรือดูบนเว็บ";
"Course.NOT_AVALIABLE.BUTTON" = "เปิดในเบราว์เซอร์";
"Course.SUBTITLES.TITLE" = "คำบรรยาย";
"Course.ACCESSIBILITY.DOWNLOAD" = "ดาวน์โหลด";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "ยกเลิกการดาวน์โหลด";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "ลบการดาวน์โหลด";
"Course.ACCESSIBILITY.PROGRESS_RING" = "วงแหวนแสดงความคืบหน้าการจบหลักสูตร";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "ส่วนคะแนนรวม";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "รายละเอียดเกรด";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "รายการงานที่ได้รับมอบหมาย";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "ตัวบ่งชี้เกรดที่ต้องการเพื่อผ่าน";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ เปอร์เซ็นต์ที่เสร็จสิ้น";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "ต้องการ %@ เปอร์เซ็นต์เพื่อผ่าน";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ จาก %@ เสร็จสมบูรณ์, %@ จาก %@ เปอร์เซ็นต์ของเกรด";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "เกรดปัจจุบัน: %@ เปอร์เซ็นต์";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "คำเตือนเกี่ยวกับเกณฑ์คะแนน: ต้องการ %@ เปอร์เซ็นต์เพื่อผ่าน";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "การแสดงภาพความก้าวหน้าแสดงหมวดหมู่ของงานที่ได้รับมอบหมาย %@";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "ความก้าวหน้าโดยรวม: %@ เปอร์เซ็นต์";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "แสดงการแบ่งความก้าวหน้าตามประเภทของงานที่มอบหมาย";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "ไม่มีงานที่ได้รับการให้คะแนนในหลักสูตรนี้ที่จะแสดง";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "กรุณาทำกิจกรรมในหลักสูตรให้ครบถ้วนเพื่อดูความก้าวหน้าของคุณที่นี่";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "ประเภทงาน";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "หัวข้อคอลัมน์เปอร์เซ็นต์ปัจจุบันและสูงสุด";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "น้ำหนัก: %@ เปอร์เซ็นต์ของเกรด";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ ของ %@ เสร็จสิ้น";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "คะแนนปัจจุบัน: %@ จาก %@ เปอร์เซ็นต์";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ ของ %@ เสร็จสิ้น น้ำหนัก: %@ เปอร์เซ็นต์ของเกรด เกรดปัจจุบัน: %@ จาก %@ เปอร์เซ็นต์";
"Course.DOWNLOAD.DOWNLOADS" = "ดาวน์โหลด";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "เราได้ดาวน์โหลดวิดีโอทั้งหมดแล้ว";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "กำลังดาวน์โหลดวิดีโอ...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "ดาวน์โหลดไปยังอุปกรณ์";
"Course.DOWNLOAD.VIDEOS" = "วิดีโอ";
"Course.DOWNLOAD.REMAINING" = "ที่เหลืออยู่";
"Course.DOWNLOAD.UNTITLED" = "ไม่มีชื่อ";
"Course.DOWNLOAD.TOTAL" = "ทั้งหมด";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "คุณไม่สามารถเปลี่ยนคุณภาพการดาวน์โหลดวิดีโอได้เมื่อดาวน์โหลดวิดีโอทั้งหมดแล้ว";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "การตั้งค่าการดาวน์โหลดปัจจุบันของคุณอนุญาตให้ดาวน์โหลดผ่าน Wi-Fi เท่านั้น\nโปรดเชื่อมต่อกับเครือข่าย Wi-Fi หรือเปลี่ยนการตั้งค่าการดาวน์โหลดของคุณ";
"Course.COURSE_DATES.TODAY" = "วันนี้";
"Course.COURSE_DATES.COMPLETED" = "เสร็จสิ้น";
"Course.COURSE_DATES.PAST_DUE" = "เลยกำหนดชำระแล้ว";
"Course.COURSE_DATES.DUE_NEXT" = "ครบกำหนดต่อไป";
"Course.COURSE_DATES.UNRELEASED" = "ยังไม่ได้เผยแพร่";
"Course.COURSE_DATES.VERIFIED_ONLY" = "ตรวจสอบแล้วเท่านั้น";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "รายการที่ซ่อนอยู่";
"Course.COURSE_DATES.ITEM_HIDDEN" = "รายการที่ซ่อนอยู่";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "วันครบกำหนดมีการเปลี่ยนแปลง";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "เราได้เปลี่ยนวันที่ครบกำหนดของคุณเรียบร้อยแล้วเพื่อช่วยให้คุณไม่พลาด";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "ดูวันที่ทั้งหมด";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "ซิงค์กับปฏิทิน";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "ซิงค์กำหนดเวลาและวันครบกำหนดทั้งหมดสำหรับหลักสูตรนี้กับปฏิทินของคุณโดยอัตโนมัติ";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "เพิ่มปฏิทิน";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "ลบปฏิทิน";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "คุณต้องการเพิ่มปฏิทิน %@ \"%@\" หรือไม่ \n คุณสามารถแก้ไขหรือลบปฏิทินหลักสูตรได้ตลอดเวลาในปฏิทินหรือการตั้งค่า";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "คุณต้องการลบปฏิทิน %@ &quot;%@&quot; หรือไม่";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "เพิ่ม &quot;%@&quot; ลงในปฏิทินของคุณแล้ว";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "กำลังซิงค์ปฏิทิน...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "ดูเหตุการณ์";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "เพิ่มปฏิทินหลักสูตรของคุณแล้ว";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "ปฏิทินหลักสูตรของคุณถูกลบออกแล้ว";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "กิจกรรมในปฏิทิน";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "ปฏิทินหลักสูตรของคุณล้าสมัย";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "วันที่หลักสูตรของคุณมีการเปลี่ยนแปลง และปฏิทินหลักสูตรของคุณไม่อัปเดตกับกำหนดการใหม่อีกต่อไป";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "อัปเดตตอนนี้";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "ปฏิทินหลักสูตรของคุณได้รับการอัปเดตแล้ว";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ ไม่มีสิทธิ์อนุญาตปฏิทิน โปรดไปที่การตั้งค่าและให้สิทธิ์ปฏิทิน";
"Course.COURSE_DATES.OPEN_SETTINGS" = "เปิดการตั้งค่า";
"Course.COURSE_DATES.SETTINGS" = "การตั้งค่า";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "วันที่ของคุณไม่สามารถเปลี่ยนได้ กรุณาลองอีกครั้ง.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "วันที่ของคุณถูกเปลี่ยนเรียบร้อยแล้ว";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "วันที่หลักสูตร";
"Course.COURSE.DUE_TODAY" = "ครบกำหนดวันนี้";
"Course.COURSE.DUE_TOMORROW" = "ส่งพรุ่งนี้";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ เสร็จสมบูรณ์";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ ส่วนที่เสร็จสิ้นแล้ว";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ เสร็จสมบูรณ์";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ รับชมแล้ว";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "ดูที่เสร็จสิ้นแล้ว";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "ซ่อนที่เสร็จสิ้นแล้ว";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "สมบูรณ์";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "ลากแล้ววาง";
"Course.COURSE.ASSIGNMENT_GENERIC" = "งานที่ได้รับมอบหมาย";
"Course.COURSE.ASSIGNMENT_GRADED" = "เกรด";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "ยังไม่ได้เริ่มต้น";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "การประเมินแบบเปิด";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "การเรียนรู้แบบเพื่อนช่วยเพื่อน";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "สำรวจ";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "กำลังดำเนินการ";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "เมฆคำ";
"Course.COURSE.ASSIGNMENT_LTI" = "เครื่องมือภายนอก";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "กระดานสนทนา";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "ยอดดาวน์โหลดสูงสุด";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "เรียบร้อย";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "แก้ไข";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "ลบการดาวน์โหลดทั้งหมด";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% ของหลักสูตรนี้สามารถมองเห็นได้บนมือถือ";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% ของหลักสูตรนี้สามารถดาวน์โหลดได้";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% ของหลักสูตรนี้สามารถเรียนแบบออฟไลน์ได้";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "ดาวน์โหลดแล้ว";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "กำลังดาวน์โหลด";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "พร้อมให้ดาวน์โหลด";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "พร้อมดาวน์โหลด";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "ดาวน์โหลดทั้งหมด";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "ยกเลิกดาวน์โหลดหลักสูตร";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "คุณสามารถดาวน์โหลดเนื้อหาหลักสูตรแบบออฟไลน์เพื่อเรียนรู้ได้ทุกที่ โดยไม่ต้องใช้การเชื่อมต่ออินเทอร์เน็ตหรือใช้ข้อมูลมือถือ";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "ขณะนี้ไม่มีเนื้อหาของหลักสูตรนี้ให้ดาวน์โหลดแบบออฟไลน์";
"Course.COURSE.RETURN_TO_HOME" = "กลับไปที่หน้าแรกของหลักสูตร";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "ส่วนประกอบนี้ไม่ได้ดาวน์โหลด";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "สำรวจส่วนอื่น ๆ ของหลักสูตรนี้หรือดาวน์โหลดเมื่อคุณเชื่อมต่ออีกครั้ง";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "ส่วนประกอบนี้ยังไม่สามารถใช้งานได้แบบออฟไลน์";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "สำรวจส่วนอื่น ๆ ของหลักสูตรนี้หรือดูเมื่อคุณเชื่อมต่ออีกครั้ง";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "ซิงค์กับปฏิทินแล้ว";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "การซิงค์ปฏิทินล้มเหลว";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "ออฟไลน์";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ เสร็จสมบูรณ์ - %@/%@ คะแนน";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ เกินกำหนด - %@/%@ คะแนน";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ ยังไม่พร้อมใช้งาน";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ คะแนน";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "ทบทวนนโยบายการให้คะแนนของหลักสูตร";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Unknown";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "ส่วนความก้าวหน้าของหลักสูตร";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "ส่วนเรียนรู้ต่อไป";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "ส่วนเนื้อหาของหลักสูตร";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "ส่วนข้อความแสดงข้อผิดพลาด";
"Course.ACCESSIBILITY.LOADING_SECTION" = "กำลังโหลดส่วน";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "ส่วนวิดีโอ";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "ความคืบหน้าของวิดีโอ %@ จาก %@ เสร็จสิ้นแล้ว";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "ส่วนของงานที่มอบหมาย";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "ส่วนความคืบหน้าของงานที่ได้รับมอบหมาย";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "ไม่มีเนื้อหาที่พร้อมใช้งาน";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "หน้าถัดไป";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "หน้าสุดท้าย";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "ก่อนหน้า";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "การมอบหมาย %@ ของ %@ เสร็จสมบูรณ์";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "แตะเพื่อซ่อนส่วนที่เสร็จสิ้นแล้ว";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "แตะเพื่อแสดงส่วนที่เสร็จสิ้นแล้ว";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ ส่วน, ดู %@ จาก %@ วิดีโอแล้ว";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "ดาวน์โหลดส่วน, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "วิดีโอ: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, เสร็จสิ้น";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% รับชมแล้ว";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, ยังไม่ได้เริ่ม";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "แตะเพื่อเล่นวิดีโอ";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ เปอร์เซ็นต์ที่เสร็จสิ้น";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "วิดีโอ %@ จาก %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "การนำทางวิดีโอ";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "ไม่มีชื่อวิดีโอ";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "เข้าสู่ระบบ";
"Authorization.SIGN_IN.WELCOME_BACK" = "ยินดีต้อนรับกลับ! ลงชื่อเข้าใช้เพื่อเข้าใช้หลักสูตรของคุณ";
"Authorization.SIGN_IN.EMAIL" = "อีเมล";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "อีเมลหรือชื่อผู้ใช้";
"Authorization.SIGN_IN.PASSWORD" = "รหัสผ่าน";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "ลืมรหัสผ่าน?";
"Authorization.SIGN_IN.SELECTED_SITE" = "ไซต์ที่เลือก";
"Authorization.SIGN_IN.CHANGE" = "Change";
"Authorization.SIGN_IN.AGREEMENT" = "การลงชื่อเข้าใช้แอปนี้แสดงว่าคุณยอมรับ [%@ ข้อตกลงใบอนุญาตผู้ใช้ปลายทาง](%@) และ [%@ ข้อกำหนดในการให้บริการและรหัสเกียรติยศ](%@) และคุณรับทราบว่า %@ และสมาชิกแต่ละคนประมวลผลข้อมูลส่วนบุคคลของคุณตาม [นโยบายความเป็นส่วนตัว](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "เริ่มวันนี้เพื่อสร้างอาชีพของคุณด้วยความมั่นใจ";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "ชุดบูรณาการของโปรแกรมความรู้และการเสริมพลังเพื่อพัฒนาองค์ประกอบของภาคส่วนการบริจาคและคนงาน";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "เข้าสู่ระบบ";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "เข้าสู่ระบบผ่านระบบบริการลงชื่อเข้าใช้แบบรวมระดับประเทศ";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "ที่อยู่อีเมลที่ไม่ถูกต้อง";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "ความยาวของรหัสผ่านไม่ถูกต้อง";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "บัญชีผู้ใช้ %@ นี้ไม่ได้เชื่อมโยงกับบัญชีผู้ใช้ %@ ใด ๆ กรุณาลงทะเบียน";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "อีเมลหรือชื่อผู้ใช้ไม่ถูกต้อง";
"Authorization.ERROR.DISABLED_ACCOUNT" = "บัญชีผู้ใช้ของคุณถูกปิดใช้งาน โปรดติดต่อฝ่ายสนับสนุนลูกค้าเพื่อขอความช่วยเหลือ";
"Authorization.SIGN_UP.SUBTITLE" = "สร้างบัญชีผู้ใช้เพื่อเริ่มเรียนรู้วันนี้!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "สร้างบัญชีผู้ใช้";
"Authorization.SIGN_UP.HIDE_FIELDS" = "ซ่อนช่องที่ไม่บังคับ";
"Authorization.SIGN_UP.SHOW_FIELDS" = "แสดงช่องที่ไม่บังคับ";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "คุณลงชื่อเข้าใช้สำเร็จแล้ว";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "เราแค่ต้องการข้อมูลเพิ่มเติมอีกเล็กน้อยก่อนที่คุณจะเริ่มเรียนรู้";
"Authorization.SIGN_UP.AGREEMENT" = "โดยการสร้างบัญชีผู้ใช้ แสดงว่าคุณยอมรับ [ %@ ข้อตกลงใบอนุญาตผู้ใช้ปลายทาง] ( %@ ) และ [ %@ ข้อกำหนดในการให้บริการและรหัสเกียรติยศ] ( %@ ) และคุณรับทราบว่า %@ และสมาชิกแต่ละคนประมวลผลข้อมูลส่วนบุคคลของคุณตาม [นโยบายความเป็นส่วนตัว]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "ฉันยอมรับว่า %@ อาจส่งข้อความทางการตลาดถึงฉัน";
"Authorization.FORGOT.TITLE" = "ลืมรหัสผ่าน";
"Authorization.FORGOT.DESCRIPTION" = "โปรดป้อนที่อยู่อีเมลสำหรับเข้าสู่ระบบหรือกู้คืนด้านล่าง แล้วเราจะส่งอีเมลพร้อมคำแนะนำไปให้คุณ";
"Authorization.FORGOT.REQUEST" = "รีเซ็ตรหัสผ่าน";
"Authorization.FORGOT.CHECK_TITLE" = "ตรวจสอบอีเมลของคุณ";
"Authorization.FORGOT.CHECK_Description" = "เราได้ส่งคำแนะนำในการกู้คืนรหัสผ่านไปยังอีเมลของคุณแล้ว ";
"Authorization.CONTINUE_WITH" = "ดำเนินการต่อด้วย:";
"Authorization.LAST_SIGN_IN" = "การลงชื่อเข้าใช้ครั้งสุดท้าย";
"Authorization.OR_SIGN_IN_WITH" = "หรือลงชื่อเข้าใช้ด้วยอีเมล:";
"Authorization.OR_REGISTER_WITH" = "หรือลงทะเบียนด้านล่าง:";
"Authorization.APPLE" = "แอปเปิล";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "ไมโครซอฟต์";
"Authorization.OR" = "หรือ";
"Authorization.STARTUP.INFO_MESSAGE" = "หลักสูตรและโปรแกรมจากมหาวิทยาลัยที่ดีที่สุดในโลกอยู่ในมือคุณ";
"Authorization.STARTUP.SEARCH_TITLE" = "คุณต้องการเรียนรู้อะไร?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "ค้นหาหลักสูตรมากกว่า 3.000 หลักสูตรของเรา";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "สำรวจทุกหลักสูตร";
"Authorization.STARTUP.TITLE" = "เริ่ม";
"Authorization.LEARNING_SITES.TITLE" = "ไซต์การเรียนรู้";
"Authorization.LEARNING_SITES.GET_STARTED" = "เริ่ม";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "ยินดีต้อนรับ! เลือกไซต์การเรียนรู้ของคุณ";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "ค้นหา";
"Authorization.LEARNING_SITES.SUBTITLE" = "เลือกหรือเพิ่มไซต์การเรียนรู้";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "ไซต์การเรียนรู้ปัจจุบัน";
"Authorization.LEARNING_SITES.MORE_SITES" = "ไซต์การเรียนรู้เพิ่มเติม";
"Authorization.LEARNING_SITES.ADD_SITE" = "เพิ่มไซต์การเรียนรู้";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "มหาวิทยาลัยศิลปศาสตร์และวิทยาศาสตร์";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "ไม่พบโรงเรียนที่ตรงกับการค้นหาของคุณ";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "ออกจากระบบ";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "ออกจากระบบ";
"WhatsNew.TITLE" = "มีอะไรใหม่";
"WhatsNew.BUTTON_PREVIOUS" = "ก่อนหน้า";
"WhatsNew.BUTTON_NEXT" = "ถัดไป";
"WhatsNew.BUTTON_DONE" = "เรียบร้อย";
"Dashboard.TITLE" = "ตารางงาน";
"Dashboard.HEADER.COURSES" = "หลักสูตร";
"Dashboard.HEADER.WELCOME_BACK" = "ยินดีต้อนรับกลับ มาเรียนรู้กันต่อ";
"Dashboard.SEARCH" = "ค้นหา";
"Dashboard.EMPTY.SUBTITLE" = "คุณยังไม่ได้ลงทะเบียนเรียนในหลักสูตรใดๆ";
"Dashboard.LEARN.TITLE" = "เรียนรู้";
"Dashboard.LEARN.VIEW_ALL" = "ดูทั้งหมด";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "ดูรายวิชาทั้งหมด ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "ทุกหลักสูตร";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 งานที่เลยกำหนดชำระ";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "ดูการมอบหมาย";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ งานที่เลยกำหนดชำระ";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ การมอบหมายงานครบกำหนด %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ ครบกำหนดใน %@ วัน";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "เรียนต่อจากเดิม";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "เริ่มหลักสูตร";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "หลักสูตร";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "โปรแกรม";
"Dashboard.LEARN.CATEGORY.ALL" = "ทั้งหมด";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "อยู่ในระหว่างดำเนินการ";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "เสร็จสิ้น";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "หมดอายุแล้ว";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "ไม่มีหลักสูตร";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "ไม่มีหลักสูตรที่กำลังดำเนินการอยู่";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "ไม่มีรายวิชาที่สำเร็จ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "ไม่มีหลักสูตรที่หมดอายุ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "คุณยังไม่ได้ลงทะเบียนเรียนในหลักสูตรใดๆ คุณต้องการสำรวจแคตตาล็อกหลักสูตรหรือไม่";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "ค้นหาหลักสูตร";
"Core.MAINSCREEN.DISCOVERY" = "ค้นพบ";
"Core.MAINSCREEN.DASHBOARD" = "ตารางงาน";
"Core.MAINSCREEN.IN_DEVELOPING" = "ในการพัฒนา";
"Core.MAINSCREEN.PROGRAMS" = "โปรแกรม";
"Core.MAINSCREEN.PROFILE" = "โปรไฟล์";
"Core.MAINSCREEN.LEARN" = "เรียนรู้";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "คุณได้ตั้ง %@ บัญชีผู้ใช้ กับ %@ ของ บัญชีผู้ใช้ แล้ว . คุณได้เข้าสู่ระบบด้วย บัญชีผู้ใช้ นั้นแล้ว";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "ลองอีกครั้ง";
"Core.ERROR.INVALID_CREDENTIALS" = "ข้อมูลประจำตัวที่ไม่ถูกต้อง";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "การเชื่อมต่ออินเทอร์เน็ตช้าหรือไม่มีเลย";
"Core.ERROR.NO_CACHED_DATA" = "ไม่มีข้อมูลแคชสำหรับโหมดออฟไลน์";
"Core.ERROR.USER_NOT_ACTIVE" = "บัญชีผู้ใช้ไม่ได้เปิดใช้งาน กรุณายืนยันบัญชีผู้ใช้ของคุณก่อน";
"Core.ERROR.UNKNOWN_ERROR" = "บางอย่างผิดพลาด";
"Core.ERROR.WIFI" = "คุณสามารถดาวน์โหลดไฟล์ผ่าน Wi-Fi เท่านั้น คุณสามารถเปลี่ยนสิ่งนี้ได้ในการตั้งค่า";
"Core.ERROR.AUTHORIZATION_FAILED" = "การอนุญาตล้มเหลว";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "ไม่มีการเชื่อมต่ออินเทอร์เน็ต";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อดูเนื้อหานี้";
"Core.COURSEWARE.COURSE_CONTENT" = "เนื้อหาหลักสูตร";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "ส่วนประกอบเชิงโต้ตอบนี้ยังไม่มีให้บริการบนมือถือ";
"Core.COURSEWARE.COURSE_UNITS" = "หน่วยหลักสูตร";
"Core.COURSEWARE.NEXT" = "ถัดไป";
"Core.COURSEWARE.PREVIOUS" = "ก่อนหน้า";
"Core.COURSEWARE.FINISH" = "เสร็จ";
"Core.COURSEWARE.GOOD_WORK" = "ทำได้ดีมาก!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "กลับไปที่โครงร่าง";
"Core.COURSEWARE.SECTION_COMPLETED" = "คุณดำเนินการ “%@” เสร็จแล้ว";
"Core.COURSEWARE.CONTINUE" = "ดำเนินการต่อ";
"Core.COURSEWARE.RESUME" = "ดำเนินการต่อ";
"Core.COURSEWARE.RESUME_WITH" = "สมัครงานด้วย:";
"Core.COURSEWARE.NEXT_SECTION" = "ส่วนถัดไป";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "“เพื่อดำเนินการต่อ”";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "\" กด “ส่วนถัดไป”";
"Core.ERROR.RELOAD" = "โหลดซ้ำ";
"Core.DATE.COURSE_STARTS" = "หลักสูตรเริ่มต้น";
"Core.DATE.COURSE_ENDS" = "สิ้นสุดหลักสูตร";
"Core.DATE.COURSE_ENDED" = "หลักสูตรสิ้นสุดแล้ว";
"Core.DATE.ENDED" = "สิ้นสุดแล้ว";
"Core.DATE.START" = "เริ่ม";
"Core.DATE.STARTED" = "เริ่ม";
"Core.DATE.JUST_NOW" = "แค่ตอนนี้";
"Core.DATE.TODAY" = "วันนี้";
"Core.DATE.NEXT" = "ถัดไป %@";
"Core.DATE.DAYS_AGO" = "%@ วันที่ผ่านมา";
"Core.DATE.DUE" = "เนื่องจาก ";
"Core.DATE.DUE_IN" = "ครบกำหนดใน ";
"Core.DATE.DUE_IN_DAYS" = "กำหนดส่งภายใน %@ วัน";
"Core.DATE.DUE_TODAY" = "กำหนดส่งวันนี้: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ วันเกินกำหนด: %@";
"Core.DATE.DUE_IN_LEFT" = "ครบกำหนดใน %@ วัน: %@";
"Core.ALERT.ACCEPT" = "ยอมรับ";
"Core.ALERT.CANCEL" = "ยกเลิก";
"Core.ALERT.LOGOUT" = "ออกจากระบบ";
"Core.ALERT.LEAVE" = "ออกจาก";
"Core.ALERT.SIGN_IN" = "เข้าสู่ระบบ";
"Core.ALERT.REGISTER" = "ลงทะเบียน";
"Core.ALERT.KEEP_EDITING" = "แก้ไขต่อไป";
"Core.ALERT.DELETE" = "ลบ";
"Core.ALERT.ADD" = "เพิ่ม";
"Core.ALERT.REMOVE" = "ลบ";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "ลบปฏิทินหลักสูตร";
"Core.NO_INTERNET.OFFLINE" = "ออฟไลน์";
"Core.NO_INTERNET.DISMISS" = "";
"Core.NO_INTERNET.RELOAD" = "โหลดซ้ำ";
"Core.DATE_FORMAT.MMMM_DD" = "";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "ดาวน์โหลด";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "ดาวน์โหลดแล้ว";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "เสร็จสิ้น";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "คุณภาพการดาวน์โหลดวิดีโอ";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "อัตโนมัติ";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "ที่แนะนำ";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "ลดการใช้ข้อมูล";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "คุณภาพดีที่สุด";
"Core.DONE" = "เรียบร้อย";
"Core.VIEW" = "ดู";
"Core.BACK" = "ย้อนกลับ";
"Core.OK" = "ตกลง";
"Core.CLOSE" = "ปิด";
"Core.PICKER.SEARCH" = "ค้นหา";
"Core.PICKER.ACCEPT" = "ยอมรับ";
"Core.WEBVIEW.ALERT.OK" = "ตกลง";
"Core.WEBVIEW.ALERT.CANCEL" = "ยกเลิก";
"Core.WEBVIEW.ALERT.CONTINUE" = "ดำเนินการต่อ";
"Core.REVIEW.VOTE_TITLE" = "เพลิดเพลินกับ Open edX ไหม?";
"Core.REVIEW.VOTE_DESCRIPTION" = "ความคิดเห็นของคุณมีความสำคัญสำหรับเรา คุณจะใช้เวลาสักครู่ให้คะแนนแอปโดยแตะดาวด้านล่างหรือไม่ ขอบคุณสำหรับการสนับสนุน!";
"Core.REVIEW.FEEDBACK_TITLE" = "ปล่อยให้เรารับฟังความคิดเห็น";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "เราเสียใจที่ทราบว่าประสบการณ์การเรียนรู้ของคุณมีปัญหาบางประการ เราขอขอบคุณข้อเสนอแนะทั้งหมด";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "ขอบคุณ";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "ขอบคุณสำหรับการแบ่งปันความคิดเห็นของคุณกับเรา คุณต้องการแบ่งปันรีวิวแอปนี้กับผู้ใช้รายอื่นใน App Store หรือไม่";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "ขอบคุณ";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "เราได้รับคำติชมของคุณแล้วและจะใช้เพื่อช่วยปรับปรุงประสบการณ์การเรียนรู้ของคุณในอนาคต ขอบคุณสำหรับการแชร์!";
"Core.REVIEW.BETTER" = "อะไรจะดีไปกว่านี้?";
"Core.REVIEW.NOT_NOW" = "ไม่ใช่ตอนนี้";
"Core.REVIEW.BUTTON.SUBMIT" = "ส่ง";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "แบ่งปันความคิดเห็น";
"Core.REVIEW.BUTTON.RATE_US" = "ให้คะแนนเรา";
"Core.REVIEW.EMAIL.TITLE" = "เลือกไคลเอนต์อีเมล:";
"Core.SOCIAL_SIGN_CANCELED" = "ผู้ใช้ยกเลิกขั้นตอนการลงชื่อเข้าใช้";
"Core.SIGN_IN.LOG_IN_BTN" = "เข้าสู่ระบบ";
"Core.SIGN_IN.REGISTER_BTN" = "ลงทะเบียน";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "ลงชื่อเข้าใช้ด้วย SSO";
"Core.TOMORROW" = "พรุ่งนี้";
"Core.YESTERDAY" = "เมื่อวาน";
"Core.OPEN_IN_BROWSER" = "ดูในซาฟารี";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "ไม่ต้องกังวล คุณสามารถปรับเปลี่ยนกำหนดการที่เราแนะนำเพื่อทำงานที่มอบหมายให้เสร็จตามกำหนดโดยไม่สูญเสียความคืบหน้าใดๆ";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "เลื่อนวันครบกำหนด";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "พลาดกำหนดเวลาบางอย่างใช่ไหม?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "เราสร้างกำหนดการที่แนะนำเพื่อช่วยให้คุณไม่พลาดแผน แต่ไม่ต้องกังวล เนื่องจากมีความยืดหยุ่น คุณจึงสามารถเรียนรู้ได้ตามความต้องการ หากคุณตามไม่ทัน คุณจะสามารถปรับวันที่เพื่อให้ตัวเองเป็นไปตามแผนได้";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "หากต้องการทำงานที่มีการให้คะแนนให้เสร็จสิ้นโดยเป็นส่วนหนึ่งของหลักสูตรนี้ คุณสามารถอัปเกรดได้ตั้งแต่วันนี้";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "คุณกำลังตรวจสอบหลักสูตรนี้ ซึ่งหมายความว่าคุณไม่สามารถเข้าร่วมในการให้คะแนนงานที่มอบหมายได้ ดูเหมือนว่าคุณจะพลาดกำหนดเวลาสำคัญบางรายการตามกำหนดการที่เราแนะนำ หากต้องการทำงานที่ให้คะแนนให้เสร็จสิ้นในหลักสูตรนี้และเลื่อนงานที่เลยกำหนดไปในอนาคต คุณสามารถอัปเกรดได้ตั้งแต่วันนี้";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "วันที่ของคุณไม่สามารถเปลี่ยนได้ กรุณาลองอีกครั้ง.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "วันที่ของคุณถูกเปลี่ยนเรียบร้อยแล้ว";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "วันที่หลักสูตร";
"Core.COURSE_DATES.TODAY" = "วันนี้";
"Core.COURSE_DATES.COMPLETED" = "เสร็จสิ้น";
"Core.COURSE_DATES.PAST_DUE" = "เลยกำหนดชำระแล้ว";
"Core.COURSE_DATES.THIS_WEEK" = "ในสัปดาห์นี้";
"Core.COURSE_DATES.NEXT_WEEK" = "สัปดาห์หน้า";
"Core.COURSE_DATES.UPCOMING" = "กำลังจะเกิดขึ้น";
"Core.COURSE.STORAGE_ALERT.TITLE" = "พื้นที่เก็บข้อมูลอุปกรณ์เต็ม";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "อุปกรณ์ของคุณมีพื้นที่ว่างไม่เพียงพอสำหรับการดาวน์โหลดเนื้อหานี้ โปรดเพิ่มพื้นที่ว่างและลองอีกครั้ง";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ ใช้แล้ว, %@ ฟรี";
"Core.COURSE.ALERT.CANCEL" = "ยกเลิก";
"Core.COURSE.ALERT.CLOSE" = "ปิด";
"Core.COURSE.ALERT.REMOVE" = "ลบ";
"Core.COURSE.ALERT.DOWNLOAD" = "ดาวน์โหลด";
"Core.COURSE.ALERT.TRY_AGAIN" = "ลองอีกครั้ง";
"Core.COURSE.ALERT.REMOVE_TITLE" = "ลบเนื้อหาออฟไลน์หรือไม่?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "ยืนยันการดาวน์โหลด";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "ดาวน์โหลดบนมือถือ?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "การลบเนื้อหานี้ออกจะทำให้ %@ ว่างขึ้น";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "การดาวน์โหลดเนื้อหา %@ นี้จะบันทึกบล็อคที่มีอยู่แบบออฟไลน์";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "การดาวน์โหลดเนื้อหานี้จะใช้ข้อมูลเซลลูล่าร์ %@";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "ดาวน์โหลดล้มเหลว";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "ไม่มีการเชื่อมต่ออินเทอร์เน็ต";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "จำเป็นต้องมี Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "ขออภัย เนื้อหานี้ไม่สามารถดาวน์โหลดได้ โปรดลองอีกครั้งในภายหลังหรือรายงานปัญหานี้";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "การดาวน์โหลดเนื้อหานี้ต้องใช้การเชื่อมต่ออินเทอร์เน็ตที่ใช้งานได้ โปรดเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "การดาวน์โหลดเนื้อหานี้จำเป็นต้องมีการเชื่อมต่อ WiFi โปรดเชื่อมต่อกับเครือข่าย WiFi แล้วลองอีกครั้ง";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "วิดีโอที่คุณเลือกมีขนาดใหญ่กว่า 1 GB คุณต้องการดาวน์โหลดวิดีโอเหล่านี้หรือไม่?";
"Core.DOWNLOAD.DOWNLOAD" = "ดาวน์โหลด";
"Core.ALERT.ACCEPT" = "ยอมรับ";
